{
    "insideChurch": {
        "enterDescription": "You wake up hungover; glance at your watch, 2 p.m. Must've been a tough one for you last night. You somewhat remember going to a church to yell to the heavens about... something. What it could be escapes you, you haven't been to church in forever so whatever it was must've been bad. You then realize that sharp pain in your back was probably because you slept on a pew all night. You sit up with great difficulty to not hurt your back even more, and to not throw up everywhere. It's Sunday and it doesn't seem like anyone's been around. Do they not do services on Sunday anymore? Or were they too nice and let a drunk person lie where they were? You look around the room more and you see a door to the WEST leading into a side room, and the door to the EAST leading outside. There's the requisite holy water in a basin attached to the wall next to the altar, then you see something very strange. Some jagged writing just saying 'they're coming' above the altar. What the hell is that supposed to mean?",
        "exitNorth": "",
        "exitSouth": "",
        "exitEast": "cemetery",
        "exitWest": "priestOffice",
        "title": "Inside of Church",
        "object": [ "writing", "holy water" ],
        "enemy": "",
        "searchables": [ "writing" ],
        "findables": [],
        "searchText": [ "You walk up to the writing behind the altar to take a closer look. It's this deep, dark red color. It looks like dried blood. But it can't be dried blood. That's like a whole person's body amount of blood. Curiousity and a voice inside your head that I'm sure will occupy your mind this entire game edges you on to lick it. Just do it. Who cares there's no one around to see. It's definitely not weird. So you do it. And it's strawberry jelly. Who made this game?" ],
        "onEnter": "",
        "onLeave": ""
    },
    "priestOffice": {
        "enterDescription": "You open the door off to the side of the church and enter a small priest office. There's a small closet with the different robes the priest wears, a desk that dominates one wall, and a newspaper spread out on top of it. The chair to the desk is tipped over and you wonder what happened to the priest to leave his office like that.",
        "exitNorth": "",
        "exitSouth": "",
        "exitEast": "insideChurch",
        "exitWest": "",
        "title": "",
        "object": [ "newspaper" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "cemetery": {
        "enterDescription": "You walk outside the church into the cemetery attached to it. That's got to be depressing to walk through a cemetery every time you want to enter church. But maybe that's just the type of game this is. It isn't a big cemetery, and many of the graves look rather old with what seems like cages covering them. Some of those cages are old and rusty and broken, but many of them are brand new like they've been added in the last few days. A lot of those cages are broken though too. Strange. There's a path to the SOUTH through the trees, and a paved walkway to the EAST leading out of the cemetery.",
        "exitNorth": "",
        "exitSouth": "smallHouseYard",
        "exitEast": "open1",
        "exitWest": "insideChurch",
        "title": "Cemetery",
        "object": [],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "smallHouseYard": {
        "enterDescription": "You come through the trees and enter a very small yard to an equally small house. They both look meticulously maintained, but have nothing of note. There's another small path leading off to the EAST, and the door to the house is right in front of you to the SOUTH.",
        "exitNorth": "cemetery",
        "exitSouth": "smallHouseInside",
        "exitEast": "open2",
        "exitWest": "",
        "title": "Small Yard",
        "object": [],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "smallHouseInside": {
        "enterDescription": "You weren't wrong about this place being small. It looks like they had to pack a living room and bedroom into the same space. There's a small bed in the corner with a backpack on the floor next to it, and a tv in the opposite corner with a broken screen. There's one doorway to the SOUTH leading into what you must assume is the only other room in this whole place.",
        "exitNorth": "smallHouseYard",
        "exitSouth": "smallHouseKitchen",
        "exitEast": "",
        "exitWest": "",
        "title": "Living Room and Bedroom",
        "object": [ "backpack" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "smallHouseKitchen": {
        "enterDescription": "Well we were right about it being the only other room in the house, too bad it isn't a bathroom though. You come into a packed kitchen with a small corner table, a refrigerator, some counter space, and a few cabinets. There's a small window shining light on the table where you see some bills with overdue stamped large on the front. Next to them is a letter opener, and a flashlight, which I must assume was cheaper to use than paying the electricty bill. This dude had it rough, huh?",
        "exitNorth": "smallHouseInside",
        "exitSouth": "",
        "exitEast": "",
        "exitWest": "",
        "title": "Kitchen",
        "object": [ "refrigerator", "cabinets", "letter opener", "flashlight" ],
        "enemy": "",
        "searchables": [ "refrigerator", "cabinets" ],
        "findables": [ "water", "canned food" ],
        "searchText": [ "You poke around in the refrigerator and find some half drank water bottles. They're probably good enough to take...", "After snooping around in the cabinets you see some decent canned food. Beans, fruit, soup, lentils. Normal lonely guy stuff." ],
        "onEnter": "",
        "onLeave": ""
    },
    "traveller": {
        "enterDescription": "You enter a clearing and see a man doubled over in what seems like a lot of pain. There's a great big awful smell. A kind of smelly smell. A smelly smell that smells... smelly. You walk over to him and try not to throw up again with the combination of the smell and your hangover still in full effect. He sees you when you're finally close and he yells 'Keep back!' You can finally tell where the smell is originating from from here, his stomach is ripped open with most of his belly hanging out. You throw up. I'm not surprised. I would've too if I hadn't seen it before. He reaches out next to him and picks up a hammer he was carrying. He tosses it in your direction and just whimpers 'They're coming...' He falls over completely and you assume, correctly, that he has died. You look around the area to see if there is any clue as to what did this to him, but only see the path you came from in the WEST.",
        "exitNorth": "",
        "exitSouth": "",
        "exitEast": "",
        "exitWest": "open6",
        "title": "The Traveller",
        "object": [ "hammer" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonGate": {
        "enterDescription": "You walk towards a huge gate which, shockingly, is open. Because why wouldn't it be open? It just looks like there's a prison behind it, but that's none of my business I guess. You can move NORTH to enter the prison, go SOUTH down the road leading up to the prison, and EAST down a path through the trees.",
        "exitNorth": "prisonEntrance",
        "exitSouth": "open5",
        "exitEast": "brookBridge",
        "exitWest": "",
        "title": "Prison Gate",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonEntrance": {
        "enterDescription": "You cruised through that prison gate no problem, walked in the front door like it was nothing, and entered the prison to the greeting of absolutely no one. But who would stay in prison with security like this? You can see the prison cells to the NORTH through the prison door, and there are big, heavy doors to the WEST and EAST with the entrance behind you to the SOUTH.",
        "exitNorth": "prisonCells",
        "exitSouth": "prisonGate",
        "exitEast": "prisonWarden",
        "exitWest": "prisonSecurity",
        "title": "Prison Entrance",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonWarden": {
        "enterDescription": "You enter the room to a great big mahogany desk with a ton of drawers that takes over probably fifty percent of the floor space. There's a nice golden name plaque on it reading 'Warden Hardass'. God I hope that's their real name and not just a gag gift. There's a nice bookshelf on the wall behind the desk as well that is completely filled. There's not the widest selection of books to choose from, it's a very cocktail, gun, and explosive centric collection. That's a nice combo. There's a few skylights illuminating the room, and a few paintings of a strange squid like creature with a clarinet that are lit with picture lights like you would see in a museum or in some rich person's mansion.",
        "exitNorth": "",
        "exitSouth": "",
        "exitEast": "",
        "exitWest": "prisonEntrance",
        "title": "Warden's Office",
        "object": [ "books", "desk" ],
        "enemy": "",
        "searchables": [ "desk", "books" ],
        "findables": [ "pistol ammo", "whiskey" ],
        "searchText": [ "You rifle through that rich guy desk expecting SOMETHING good to come out of it. You pop open each drawer expectantly, but there's nothing in almost all of them. Until bottom right drawer. You half-heartedly open it expecting the usual, but some pistol ammo and a box great you. Good deal.", "You start looking through the books not really knowing what you're looking for. Maybe there's something useful for your situation here in all this knowledge of guns, booze, and bombs. Then you pull out 'Whiskey for the Working Person', because that sounds like you, and a loud click happens. The three books next to it slide back and down to reveal a full bottle of Lagavulin single malt Scotch whiskey. Great deal." ],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonSecurity": {
        "enterDescription": "Coming through the large, thick door reveals a security room. It's very depressing. Whoever had to sit in here had zero windows, those flourescent lights that make everything in the room turn yellow, and there was nothing on the cinder block walls other than security monitors hanging above the desk. There's a phone sitting on the desk with some assorted papers and a sad looking fold out chair with zero cushioning. It feels like the guards here were being punished for something too. There's doors in the NORTH and EAST.",
        "exitNorth": "prisonGuard",
        "exitSouth": "",
        "exitEast": "prisonEntrance",
        "exitWest": "",
        "title": "Security Room",
        "object": [ "phone" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonGuard": {
        "enterDescription": "Opening the door brings you into what must have been the guard's locker room. There's small lockers on every wall, with left behind uniforms and toiletries, and a popped open gun safe. Or at least I think it's a gun safe, I mean there's some ammo laying in front of it so I'm just out here making assumptions. You peek inside, since you're making the same assumptions as me, and see a shotgun, pistol, bolt action rifle, and ammo for all of them. Told you so. There's also a big red arrow pointing up the door of the safe to the ceiling, oh hey there are ceilings in this game I didn't know that. But there you see another very comforting 'they're coming' is sprawled across the entirety. There is another stronghold looking door to the EAST and the SOUTH.",
        "exitNorth": "",
        "exitSouth": "prisonSecurity",
        "exitEast": "prisonCells",
        "exitWest": "",
        "title": "Guard Room",
        "object": [ "shotgun", "pistol", "bolt action rifle", "shotgun ammo", "pistol ammo", "rifle ammo" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonCells": {
        "enterDescription": "Coming into the cell block isn't something you ever wanted to do. It makes it a little better that there seems to be no one around, but prison is prison, and prison isn't a pleasant place to be. You scan through the cells and see some blankets, pillows, magazines, shivs, books, and some other personal belongings but nothing of great importance. There's exits to the NORTH, SOUTH, and WEST, and three escape routes is more than I thought would be allowed for a cell block.",
        "exitNorth": "prisonYard",
        "exitSouth": "prisonEntrance",
        "exitEast": "",
        "exitWest": "prisonGuard",
        "title": "Cell Block",
        "object": [ "book", "magazine", "shiv", "blanket", "pillow" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "prisonYard": {
        "enterDescription": "You come into the open space of the prison yard surrounded by a huge chain link fence and razor wire. It's pretty barren, not even any basketball courts or workout equipment like in the movies. There's a well worn path around the edge of the fence, and while you scan it you spot a hole in the fence to the NORTH that opens up into the woods where you see some type of tower in the distance.",
        "exitNorth": "outpostBottom",
        "exitSouth": "prisonCells",
        "exitEast": "",
        "exitWest": "",
        "title": "Prison Yard",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "outpostBottom": {
        "enterDescription": "Walking through the sparse woods brings you to a tall outpost tower. I don't know if it was used for the prison, or just some type of observatory, but there's a winding stair case all the way to the top to the NORTH and probably a great view at the top.",
        "exitNorth": "outpostTop",
        "exitSouth": "prisonYard",
        "exitEast": "",
        "exitWest": "",
        "title": "Bottom of Outpost",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "outpostTop": {
        "enterDescription": "You reach the top of the outpost after a seemingly infinite amount of stairs, or I'm assuming that many with how heavily you're breathing. It's a small lookout at the top, maybe 6x6 in total, but you can see far and wide. You make out a boat yard and dock on a huge river not too far away, and some type of ampitheather in the distance off to the EAST. You can see all of the prison pretty well to the SOUTH and then the forest you've been wandering around with its random clearings and an offshoot of the river that's cutting through it.",
        "exitNorth": "",
        "exitSouth": "outpostBottom",
        "exitEast": "",
        "exitWest": "",
        "title": "Top of Outpost",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "brookBridge": {
        "enterDescription": "You reach a brook cutting through the trees, there's a small wooden bridge spanning over it, and it looks like some serene setting out of a renaissance painting. But that description might be a little above your social caste. It does look like a nice place to sit on a bridge and fish though. Everyone understands that kind of calm. Except there is some gross gurgling moaning noise going on from the weirdo standing on the bridge right now, so that kinda ruins it all. But what do you expect? This place has sucked so far. There are paths leading to the SOUTH, EAST, and WEST through the trees.",
        "exitNorth": "",
        "exitSouth": "open6",
        "exitEast": "open8",
        "exitWest": "prisonGate",
        "title": "Brook Bridge",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "theaterGate": {
        "enterDescription": "Cool, another open gate. At least this one isn't as important. After your nice stroll through the trees again, you see some type of ampitheather concert venue with uncovered stands to the NORTH and a stage with some instruments past them.",
        "exitNorth": "theaterStands",
        "exitSouth": "open11",
        "exitEast": "",
        "exitWest": "",
        "title": "Theater Gate",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "theaterStands": {
        "enterDescription": "This looks like it was a nice ampitheather, could've fit a lot of people, well kept, big stage, huge jumbotron behind it. I don't remember any concerts ever being advertised for here though. I mean there was that one time a band was going to play here, but it got cancelled for some reason. That got all the college kids a little riled up. Anyway, you can continue onto the stage if you want to the NORTH, or go back outta here to the SOUTH.",
        "exitNorth": "theaterStage",
        "exitSouth": "theaterGate",
        "exitEast": "",
        "exitWest": "",
        "title": "Theater Stands",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "theaterStage": {
        "enterDescription": "There's some cheapo instruments laying up here, and a microphone. You rummage around the stage a little bit, and there's nothing to find other than empty beer bottles and solo cups and other trash. Kinda boring, but all the instruments seem to be plugged in and working.",
        "exitNorth": "",
        "exitSouth": "theaterStands",
        "exitEast": "",
        "exitWest": "",
        "title": "Theater Stage",
        "object": [ "instruments" ],
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "boss": {
        "enterDescription": "You made it through. Go NORTH.",
        "exitNorth": "boatYard",
        "exitSouth": "",
        "exitEast": "open10",
        "exitWest": "",
        "title": "",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "boatYard": {
        "enterDescription": "You come out of your boss battle victorious, and with a fresh perspective on life as you walk on to the boat yard. You reach the gate and see a sign saying, 'Get out while you still can. If there's a boat left, take it.' You walk through the gate and to the closest boat you could find. The keys are in it. It turns over easily. You cruise easily out of the dock, and on to whatever this messed up world has ahead.",
        "exitNorth": "",
        "exitSouth": "boss",
        "exitEast": "",
        "exitWest": "",
        "title": "",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open1": {
        "enterDescription": "You enter a calm open field. There are more paths through the woods to the NORTH, SOUTH, EAST, and WEST. There is nothing of note in this area.",
        "exitNorth": "open6",
        "exitSouth": "open2",
        "exitEast": "open3",
        "exitWest": "cemetery",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open2": {
        "enterDescription": "You come into what looks like a pasture meant for some kind of farm animals. There's a simple wooden fence with gates to the NORTH, EAST, and WEST.",
        "exitNorth": "open1",
        "exitSouth": "",
        "exitEast": "open3",
        "exitWest": "smallHouseYard",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open3": {
        "enterDescription": "Another open clearing. There are paths through the trees to the SOUTH, EAST, and WEST, and a small pond to the NORTH blocking your way through the trees.",
        "exitNorth": "",
        "exitSouth": "",
        "exitEast": "open4",
        "exitWest": "open1",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open4": {
        "enterDescription": "Oh look this field is kind of pretty. There's some flowers growing and the wind is making the grass sway and everything. You're blocked into this field in the SOUTH and EAST by some thick trees, but there are paths to the WEST and NORTH.",
        "exitNorth": "open7",
        "exitSouth": "",
        "exitEast": "",
        "exitWest": "open3",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open5": {
        "enterDescription": "This is more like an intersection than the other clearings you've come through. Maybe some of those paths you've been going on were more like dirt roads? There's actually a paved road leading NORTH, and a dirt path like the rest of this place to the EAST.",
        "exitNorth": "prisonGate",
        "exitSouth": "",
        "exitEast": "open6",
        "exitWest": "",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open6": {
        "enterDescription": "Looks like this could've been a small orchard or something. There's rows and rows of trees, but they all look a little decrepit and most likely dead. You hear a stream from a path to the NORTH, and there's just some dark paths through the trees to the SOUTH, EAST, and WEST.",
        "exitNorth": "brookBridge",
        "exitSouth": "open1",
        "exitEast": "traveller",
        "exitWest": "open5",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open7": {
        "enterDescription": "Yay fields and grass and trees and nature. Another clearing. There's a path through the woods to the NORTH and SOUTH.",
        "exitNorth": "open9",
        "exitSouth": "open4",
        "exitEast": "",
        "exitWest": "",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open8": {
        "enterDescription": "Yeah so there's more grass and open fields. I feel like there were just a bunch of farms out here that are all gone now because who wants to live near the other crap in this place. You can go NORTH or EAST or WEST.",
        "exitNorth": "open10",
        "exitSouth": "",
        "exitEast": "open9",
        "exitWest": "brookBridge",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open9": {
        "enterDescription": "You come into a small opening in the woods. There's nothing special here, the sun is just gleaming in through the tops of the trees, and you can continue on to the WEST and SOUTH.",
        "exitNorth": "",
        "exitSouth": "open7",
        "exitEast": "",
        "exitWest": "open8",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open10": {
        "enterDescription": "The forest seems darker here. There is a path to the WEST of broken trees and flattened grass, with seemingly friendlier routes to the EAST and SOUTH.",
        "exitNorth": "",
        "exitSouth": "open8",
        "exitEast": "open11",
        "exitWest": "boss",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    },
    "open11": {
        "enterDescription": "You walk into a nice paved parking lot. It looks fairly new and well maintained with a paved path to the NORTH, and an opening into the woods to the WEST.",
        "exitNorth": "theaterGate",
        "exitSouth": "",
        "exitEast": "",
        "exitWest": "open10",
        "title": "Open Area",
        "object": "",
        "enemy": "",
        "searchables": [],
        "findables": [],
        "searchText": [],
        "onEnter": "",
        "onLeave": ""
    }
}
